{
  "name": "Syra",
  "area": "Ancient Ruins",
  "role": "Eco Residuo, Tessitrice Incompleta",
  "motivation": "Completare la propria trasformazione nel Velo, ma solo se il Cercastorie dimostra di comprendere veramente cosa significa sacrificare la propria esistenza per altri.",
  "goal": "Trasferire al Cercastorie la propria esperienza del momento di trasformazione, l'ultimo Frammento di Memoria che serve a Lyra.",
  "needed_object": "Un atto di vera comprensione - il Cercastorie deve offrire qualcosa di significativo per lui stesso, non un oggetto trovato",
  "treasure": "L'Ultimo Respiro - la memoria dell'ultimo momento prima che i Tessitori si dissolvessero nel Velo, contenente l'emozione pura del loro sacrificio",
  "playerhint": "Syra non vuole pietà o promesse. Vuole che il Cercastorie comprenda il peso emotivo del sacrificio. Solo chi è disposto a sacrificare qualcosa di veramente proprio può ricevere la sua memoria.",
  "dialogue_hooks": "- \"Vedi come sono ridotta? Né viva né morta, né libera né protettrice. Questo è il prezzo di un sacrificio fatto con dubbi nel cuore.\"\n- \"I miei fratelli si dissolsero nel Velo con gioia, sapendo che avrebbero protetto il futuro. Io... io esitai un istante. E quell'istante mi costò l'eternità.\"\n- \"Senti il peso del silenzio qui? È il peso di parole mai dette, di addii mai pronunciati. Questo è ciò che custodisco.\"\n- \"Non posso darti la mia memoria. Devi guadagnartela. Devi mostrarmi che capisci cosa significa dire addio a tutto ciò che sei.\"\n- \"L'Ultimo Respiro non è solo ricordo - è emozione pura. Ti brucerà, ti cambierà. Non potrai più essere lo stesso dopo averlo ricevuto.\"",
  "veil_connection": "Syra è un Tessitore che non riuscì a completare la trasformazione nel Velo. È rimasta intrappolata a metà strada - non più completamente fisica, non ancora parte del tessuto protettivo. Esiste in un limbo doloroso, cosciente ma incapace di influenzare il mondo, osservando il lento deterioramento del sacrificio dei suoi compagni.",
  "code": "ancientruins.syra",
  "storyboard_id": 1,
  "created_at": "2025-06-04T18:30:49.650635"
}