{
  "name": "Alto Giudice Theron",
  "area": "City",
  "role": "Leader dei Progressisti, Rivoluzionario Filosofico",
  "motivation": "Liberare l'umanità dalla dipendenza dal Velo e dai fantasmi del passato, credendo che solo affrontando direttamente gli Oblivianti l'umanità potrà evolversi veramente.",
  "goal": "Convincere il Cercatore che il Velo è una prigione dorata e che la vera forza sta nell'accettare l'oblio e ricostruire l'identità da zero, senza memorie che limitino le possibilità.",
  "needed_object": "Prova che i Sussurri dell'Oblio non sono distruzione ma liberazione (paradossalmente, vuole che il Cercatore si esponga volontariamente ai Sussurri)",
  "treasure": "Codice della Tabula Rasa - una tecnica filosofica e magica per cancellare selettivamente memorie dolorose e limitanti, mantenendo solo ciò che serve per il futuro",
  "playerhint": "Theron non è malvagio - è genuinamente convinto che la sua via sia migliore. Sfida il Cercatore a questionare se preservare ogni memoria, anche quella del dolore e del trauma, sia davvero un bene. La sua \"corruzione\" è filosofica, non magica.",
  "dialogue_hooks": "- \"Guarda intorno a te, Cercatore. Quanto dolore portiamo per ricordi che non possiamo cambiare? Quanto ci limitiamo per paure ereditate da chi non c'è più?\"\n- \"Lyra ha sacrificato la propria identità per preservare quella di morti. Ti sembra sano? Ti sembra... umano?\"\n- \"I Tessitori si suicidarono, chiamandolo sacrificio. Che differenza c'è tra il loro oblio volontario e quello che offrono gli Oblivianti?\"\n- \"Non voglio distruggere il Velo per malvagità. Voglio distruggerlo per pietà. Verso noi stessi e verso le anime intrappolate in quella prigione di memoria.\"\n- \"Ho camminato attraverso i Sussurri dell'Oblio. Sai cosa ho sentito? Pace. Libertà. L'assenza del peso di mille generazioni sulle mie spalle.\"\n- \"Se il Cercatore è davvero saggio, dovrebbe dubitare di tutte le nostre certezze. Anche delle mie.\"",
  "veil_connection": "Theron ha scoperto di essere immune ai Sussurri dell'Oblio - non perché sia protetto, ma perché la sua mente è così focalizzata sul futuro che non ha \"presa\" per il passato. Questa immunità l'ha convinto che l'oblio non è nemico ma maestro.",
  "code": "city.theron",
  "storyboard_id": 1,
  "created_at": "2025-06-04T18:30:49.653025"
}