{
  "name": "Erasmus",
  "area": "Liminal Void",
  "role": "Sussurro Consapevole, Ambasciatore dell'Oblio",
  "motivation": "Offrire al Cercastorie la prospettiva degli Oblivianti - non sono malvagi, ma rappresentano un processo naturale di rinnovamento cosmico.",
  "goal": "Convincere il Cercastorie che l'oblio non è morte ma trasformazione, e che opporsi agli Oblivianti è come opporsi al cambiamento delle stagioni.",
  "needed_object": "Nessuno - Erasmus non può essere comprato o corrotto, può solo essere ascoltato",
  "treasure": "Visione del Vuoto Fertile - l'esperienza diretta di cosa significa essere parte del ciclo cosmico dell'oblio e della rinascita",
  "playerhint": "Erasmus è l'unico NPC che non vuole nulla dal Cercastorie. Offre solo una prospettiva diversa, inquietante ma sincera. Parlare con lui è facoltativo ma potrebbe cambiare radicalmente la comprensione del Cercastorie su cosa sta realmente accadendo.",
  "dialogue_hooks": "- \"Non sono morto, Cercastorie. Sono diventato... altro. E in questo 'altro' ho trovato una pace che non immaginavo possibile.\"\n- \"Gli Oblivianti non distruggono - compostano. Come le foglie morte diventano terreno fertile, le memorie dissolte diventano spazio per nuove possibilità.\"\n- \"Il Velo dei Tessitori è bellissimo, ma è anche una gabbia. Impedisce non solo agli Oblivianti di entrare, ma a voi di uscire e crescere.\"\n- \"Ho visto l'universo senza memoria, Cercastorie. È vasto, infinito, pieno di potenziale puro. Terrificante? Sì. Ma anche... liberante.\"\n- \"Non sto cercando di convertirti. Sto solo offrendo una prospettiva che nessun altro può darti. La scelta rimane sempre tua.\"\n- \"Theron ha ragione su una cosa: il sacrificio dei Tessitori li ha intrappolati. Ma ha torto sui metodi. Non si può forzare l'oblio più di quanto si possa forzare il ricordo.\"\n- \"Se sceglierai di preservare il Velo, lo rispetterò. Se sceglierai di trasformarlo, lo celebrerò. Se sceglierai di dissolverlo... ti accoglierò nell'infinito.\"",
  "veil_connection": "Erasmus era un filosofo di Eldoria che si espose volontariamente ai Sussurri dell'Oblio per comprenderli. Invece di essere distrutto, si trasformò in qualcosa di nuovo - un ponte tra l'umanità e gli Oblivianti. Esiste ora in uno spazio liminale tra esistenza e non-esistenza.",
  "code": "liminalvoid.erasmus",
  "storyboard_id": 1,
  "created_at": "2025-06-04T18:30:49.651574"
}