{
  "name": "Boros",
  "area": "Mountain",
  "role": "Primo Monaco dell'Equilibrio, Testimone delle Ere",
  "motivation": "Trovare una terza via che onori il passato senza imprigionare il futuro, trasformando il Velo in qualcosa di nuovo che serva l'umanità di oggi.",
  "goal": "Insegnare al Cercatore la Filosofia del Flusso - che tutto deve cambiare per rimanere vivo, incluso il Velo stesso.",
  "needed_object": "Dimostrazione pratica di saggezza - il Cercatore deve mostrare di aver compreso che anche le sue certezze devono essere messe in discussione",
  "treasure": "Il Bastone del Viandante - un artefatto che rivela tutte le possibili conseguenze di una scelta, permettendo di vedere i futuri che si diramano da ogni decisione",
  "playerhint": "Boros non offre risposte semplici. Mette alla prova la saggezza del Cercatore attraverso paradossi e domande che non hanno risposta \"giusta\". Vuole essere sicuro che il Cercatore possa pensare oltre le ideologie di Lyra e Theron.",
  "dialogue_hooks": "- \"Tre secoli fa, i miei antenati sparirono. Non morirono - sparirono. Furono dimenticati così completamente che nemmeno le rovine delle loro case esistono più. Solo io ricordo.\"\n- \"Lyra vuole riparare il Velo. Theron vuole distruggerlo. Entrambi credono che la loro soluzione sia definitiva. Ma io ho imparato che nulla è definitivo.\"\n- \"Il Velo fu tessuto con buone intenzioni. Gli Oblivianti arrivano con necessità naturali. Chi decide cosa è bene e cosa è male in questa storia?\"\n- \"Se salvi tutto, salvi anche il dolore. Se dimentichi tutto, dimentichi anche la gioia. La saggezza sta nel scegliere cosa preservare e cosa lasciare andare.\"\n- \"Il mio bastone mostra i futuri possibili, ma non dice quale scegliere. Quello spetta a te, Cercatore. E qualunque cosa sceglierai, avrà un prezzo.\"\n- \"Ascolta il vento qui sulla montagna. Non lotta contro le rocce, non cerca di distruggerle. Le scolpisce, lentamente, amorevolmente. Forse il Velo ha bisogno di essere... scolpito.\"",
  "veil_connection": "Boros è l'unico sopravvissuto della prima volta che il Velo si \"dimenticò\", tre secoli fa. Allora si aprì solo una piccola falla, ma fu sufficiente a cancellare dalla memoria la sua intera civiltà montana. Lui ricorda perché riuscì a scappare fisicamente dalla zona, ma porta il peso di essere l'unico che sa che una volta esisteva un'intera cultura che ora nessuno ricorda.",
  "code": "mountain.boros",
  "storyboard_id": 1,
  "created_at": "2025-06-04T18:30:49.653720"
}