{
  "name": "Meridia",
  "area": "Nexus of Paths",
  "role": "Tessitrice del Destino, Guardiana delle Scelte Finali",
  "motivation": "Assicurarsi che la scelta finale del Cercatore sia presa con piena consapevolezza delle conseguenze, non per impulso o manipolazione.",
  "goal": "Preparare il Cercatore al momento della Scelta Ultima, quando dovrà decidere il destino del Velo davanti ai rappresentanti di tutte le fazioni.",
  "needed_object": "Prova di aver compreso tutte e tre le filosofie (Preservazione, Distruzione, Trasformazione) e di aver stabilito una propria posizione indipendente",
  "treasure": "Il Telaio del Nuovo Inizio - lo strumento che permetterà di attuare qualsiasi decisione prenda il Cercatore, che sia riparare, distruggere o trasformare il Velo",
  "playerhint": "Meridia è la fine del gioco. Non apparirà fino a quando il Cercatore non avrà interagito significativamente con tutte e tre le fazioni principali. La sua \"quest\" è essenzialmente il finale del gioco, dove tutte le scelte precedenti convergono.",
  "dialogue_hooks": "- \"Ho aspettato così a lungo, Cercatore. Generazioni sono passate mentre io rimanevo, custodendo questo momento.\"\n- \"Lyra conserva la memoria del sacrificio. Theron immagina la libertà dell'oblio. Boros cerca l'equilibrio del cambiamento. Ma tu... cosa vedi tu?\"\n- \"Il Telaio del Nuovo Inizio non ha preferenze. Può tessere preservazione, distruzione o trasformazione con uguale facilità. La scelta è solo tua.\"\n- \"Non temere le conseguenze della tua decisione. Qualunque essa sia, sarà onesta se viene dal tuo cuore e dalla tua comprensione.\"\n- \"I miei fratelli si sacrificarono per proteggere il futuro. Io mi sacrificai per proteggere la scelta. Ora quel futuro e quella scelta sono nelle tue mani.\"\n- \"Dimmi, Cercatore: dopo tutto quello che hai visto e sentito, cosa credi sia meglio per Eldoria? Non per i Tessitori, non per le fazioni, ma per il mondo che verrà?\"",
  "veil_connection": "Meridia è l'ultima Tessitrice rimasta che non si è mai sacrificata al Velo. È rimasta nel mondo fisico per millenni, aspettando il momento in cui qualcuno avrebbe dovuto fare la Scelta Ultima. È contemporaneamente la più antica e la più giovane tra i Tessitori - antica di millennii ma mai trasformata.",
  "code": "nexusofpaths.meridia",
  "storyboard_id": 1,
  "created_at": "2025-06-04T18:30:49.651865"
}