{
  "name": "Lyra",
  "area": "Sanctum of Whispers",
  "role": "Tessitrice Suprema, Ultima Custode della Memoria Primordiale",
  "motivation": "Preservare e ricostruire la conoscenza dei Tessitori per rinnovare il Velo prima che i Sussurri dell'Oblio consumino tutto ciò che esiste.",
  "goal": "Guidare il Cercastorie nella raccolta dei Frammenti di Memoria dai Nodi Primordiali per tessere un nuovo Atto di Ricordo che possa risvegliare il Velo alla sua vera natura.",
  "needed_object": "Tre Frammenti di Memoria dai Nodi Primordiali (non semplici oggetti, ma esperienze vissute nei luoghi dove la memoria del Sacrificio è ancora viva)",
  "treasure": "Il Telaio dell'Eco - un artefatto che permette di \"leggere\" le memorie intessute nel Velo e di comunicare con i Tessitori morti",
  "playerhint": "Lyra non vuole semplici oggetti o prove. Vuole che il Cercastorie *viva* l'esperienza della memoria, visitando i luoghi dove il Sacrificio Originale risuona ancora. Solo chi comprende veramente il peso del sacrificio può tessere un nuovo Atto di Ricordo.",
  "dialogue_hooks": "- \"Il mio vero nome è andato perduto anni fa, sacrificato per mantenere viva la memoria altrui. Ma tu... tu porti ancora tutti i tuoi ricordi, Cercastorie. Che dono e che peso.\"\n- \"Senti il silenzio che cresce? Non è assenza di suono - è assenza di storia. Dove passano i Sussurri dell'Oblio, nemmeno l'eco rimane.\"\n- \"I Tessitori non morirono. Si trasformarono. Ogni filo del Velo è un'anima che continua a proteggere, ma hanno bisogno che qualcuno ricordi il loro perché.\"\n- \"Theron crede che il passato sia catene. Io so che è fondamenta. Ma forse... forse entrambi abbiamo torto, e la risposta sta nel futuro che tu sceglierai.\"\n- \"Non cercare oggetti nei Nodi Primordiali. Cerca l'esperienza. Lascia che la memoria dei Tessitori fluisca in te, anche se brucia.\"\n- \"Il Telaio dell'Eco non è una ricompensa - è un fardello. Ti permetterà di sentire ogni dolore del Velo, ogni grido silenzioso dei Tessitori. Sei sicuro di volerlo?\"",
  "veil_connection": "Lyra è una discendente diretta dei Tessitori, l'ultima della sua stirpe. Può percepire fisicamente lo sfilacciarsi del Velo come dolore nel proprio corpo. Ha sacrificato parte della propria memoria personale per mantenere vivi i ricordi più cruciali dei Tessitori - non ricorda più il proprio nome di nascita o la propria famiglia, esistendo ormai solo come Custode.",
  "code": "sanctumofwhispers.lyra",
  "storyboard_id": 1,
  "created_at": "2025-06-04T18:30:49.652252"
}